Repository: concretecms-community-store/community_store_shipping_tablerate
Catalog: languages/*/LC_MESSAGES/*.po
Languages: fr_fr

source: Adds the table rate shipping method to Concrete5 Community store.
fr_fr: Ajouter un tableau de tarifs d'expédition dans la boutique communautaire de Concrete5.

source: Table Rate shipping
fr_fr: Tableau de tarifs d'expédition

source: This package requires that Community Store be installed
fr_fr: Ce paquet requière que la boutique communautaire soit installée

source: CSV File
fr_fr: Fichier CSV

source: Only select a file to update your table rates
fr_fr: Sélectionnez un fichier uniquement pour mettre à jour vos tarifs

source: Download current CSV file
fr_fr: Télécharger le fichier CSV actuel

source: To create a csv file compatible with this package, you should create a csv file which has the same structure as a Magento Table rate.<br/>
fr_fr: Pour créer un fichier csv compatible avec ce paquet, vous devrez créer un fichier csv qui à la même structure que les tableaux de tarifs de Mangento.<br />

source: Important: Use two letter codes to generate a csv file.
fr_fr: Important: Utiliser un code à deux lettres pour générer un fichier csv.

source: For an example go to
fr_fr: Pour avoir un exemple aller sur

source: Magento table rate generator
fr_fr: Générateur de tableau de tarifs Magento

source: You need to add the method first. After adding, edit the shipping method to add the csv file.
fr_fr: Vous devez ajouter la méthode d'abord. Après l'ajout, éditez la méthode d'envoie pour ajouter le fichier csv.

source: Choose a csv
fr_fr: Choisir un csv
